apache/results/hey-output-baseline-04.txt

Summary:
  Total:	10.0139 secs
  Slowest:	0.2165 secs
  Fastest:	0.0016 secs
  Average:	0.0155 secs
  Requests/sec:	3215.6306
  
  Total data:	6150391 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.023 [23907]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.045 [7494]	|■■■■■■■■■■■■■
  0.066 [670]	|■
  0.088 [26]	|
  0.109 [49]	|
  0.131 [2]	|
  0.152 [2]	|
  0.174 [0]	|
  0.195 [13]	|
  0.217 [37]	|


Latency distribution:
  10% in 0.0031 secs
  25% in 0.0049 secs
  50% in 0.0116 secs
  75% in 0.0234 secs
  90% in 0.0312 secs
  95% in 0.0379 secs
  99% in 0.0515 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0018 secs, 0.0016 secs, 0.2165 secs
  DNS-lookup:	0.0008 secs, 0.0000 secs, 0.0225 secs
  req write:	0.0007 secs, 0.0000 secs, 0.0252 secs
  resp wait:	0.0118 secs, 0.0005 secs, 0.2044 secs
  resp read:	0.0011 secs, 0.0001 secs, 0.0255 secs

Status code distribution:
  [200]	32201 responses