apache/results/hey-output-baseline-15.txt

Summary:
  Total:	10.0109 secs
  Slowest:	0.2418 secs
  Fastest:	0.0018 secs
  Average:	0.0135 secs
  Requests/sec:	3693.8618
  
  Total data:	7062989 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.026 [35178]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.050 [1682]	|■■
  0.074 [19]	|
  0.098 [40]	|
  0.122 [9]	|
  0.146 [0]	|
  0.170 [0]	|
  0.194 [0]	|
  0.218 [28]	|
  0.242 [22]	|


Latency distribution:
  10% in 0.0061 secs
  25% in 0.0084 secs
  50% in 0.0119 secs
  75% in 0.0165 secs
  90% in 0.0218 secs
  95% in 0.0256 secs
  99% in 0.0359 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0042 secs, 0.0018 secs, 0.2418 secs
  DNS-lookup:	0.0021 secs, 0.0000 secs, 0.0360 secs
  req write:	0.0024 secs, 0.0000 secs, 0.0365 secs
  resp wait:	0.0042 secs, 0.0005 secs, 0.2295 secs
  resp read:	0.0025 secs, 0.0001 secs, 0.0341 secs

Status code distribution:
  [200]	36979 responses