apache/results/hey-output-baseline-23.txt

Summary:
  Total:	10.0093 secs
  Slowest:	0.3251 secs
  Fastest:	0.0018 secs
  Average:	0.0135 secs
  Requests/sec:	3695.7494
  
  Total data:	7065472 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.034 [36570]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.066 [332]	|
  0.099 [35]	|
  0.131 [4]	|
  0.163 [0]	|
  0.196 [0]	|
  0.228 [12]	|
  0.260 [21]	|
  0.293 [0]	|
  0.325 [17]	|


Latency distribution:
  10% in 0.0061 secs
  25% in 0.0084 secs
  50% in 0.0119 secs
  75% in 0.0164 secs
  90% in 0.0216 secs
  95% in 0.0254 secs
  99% in 0.0350 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0042 secs, 0.0018 secs, 0.3251 secs
  DNS-lookup:	0.0021 secs, 0.0000 secs, 0.0358 secs
  req write:	0.0024 secs, 0.0000 secs, 0.0601 secs
  resp wait:	0.0042 secs, 0.0005 secs, 0.3151 secs
  resp read:	0.0026 secs, 0.0001 secs, 0.0607 secs

Status code distribution:
  [200]	36992 responses