apache/results/hey-output-baseline-24.txt

Summary:
  Total:	10.0111 secs
  Slowest:	0.3129 secs
  Fastest:	0.0018 secs
  Average:	0.0136 secs
  Requests/sec:	3651.7501
  
  Total data:	6982578 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.033 [35911]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.064 [501]	|■
  0.095 [36]	|
  0.126 [9]	|
  0.157 [50]	|
  0.188 [0]	|
  0.220 [15]	|
  0.251 [29]	|
  0.282 [0]	|
  0.313 [6]	|


Latency distribution:
  10% in 0.0061 secs
  25% in 0.0084 secs
  50% in 0.0118 secs
  75% in 0.0164 secs
  90% in 0.0217 secs
  95% in 0.0259 secs
  99% in 0.0372 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0042 secs, 0.0018 secs, 0.3129 secs
  DNS-lookup:	0.0021 secs, 0.0000 secs, 0.0482 secs
  req write:	0.0024 secs, 0.0000 secs, 0.0460 secs
  resp wait:	0.0044 secs, 0.0005 secs, 0.3034 secs
  resp read:	0.0026 secs, 0.0001 secs, 0.0451 secs

Status code distribution:
  [200]	36558 responses