apache/results/hey-output-baseline-26.txt

Summary:
  Total:	10.0087 secs
  Slowest:	0.3240 secs
  Fastest:	0.0018 secs
  Average:	0.0134 secs
  Requests/sec:	3702.1812
  
  Total data:	7077314 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.034 [36630]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.066 [333]	|
  0.098 [27]	|
  0.131 [13]	|
  0.163 [0]	|
  0.195 [0]	|
  0.227 [25]	|
  0.260 [15]	|
  0.292 [0]	|
  0.324 [10]	|


Latency distribution:
  10% in 0.0062 secs
  25% in 0.0085 secs
  50% in 0.0118 secs
  75% in 0.0163 secs
  90% in 0.0216 secs
  95% in 0.0254 secs
  99% in 0.0350 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0042 secs, 0.0018 secs, 0.3240 secs
  DNS-lookup:	0.0022 secs, 0.0000 secs, 0.0292 secs
  req write:	0.0023 secs, 0.0000 secs, 0.0363 secs
  resp wait:	0.0043 secs, 0.0005 secs, 0.3169 secs
  resp read:	0.0025 secs, 0.0001 secs, 0.0422 secs

Status code distribution:
  [200]	37054 responses