apache/results/hey-output-baseline-30.txt

Summary:
  Total:	10.0082 secs
  Slowest:	0.3121 secs
  Fastest:	0.0018 secs
  Average:	0.0133 secs
  Requests/sec:	3732.8549
  
  Total data:	7135569 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.033 [36954]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.064 [316]	|
  0.095 [38]	|
  0.126 [0]	|
  0.157 [0]	|
  0.188 [0]	|
  0.219 [0]	|
  0.250 [38]	|
  0.281 [0]	|
  0.312 [12]	|


Latency distribution:
  10% in 0.0063 secs
  25% in 0.0086 secs
  50% in 0.0119 secs
  75% in 0.0162 secs
  90% in 0.0212 secs
  95% in 0.0247 secs
  99% in 0.0332 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0039 secs, 0.0018 secs, 0.3121 secs
  DNS-lookup:	0.0020 secs, 0.0000 secs, 0.0279 secs
  req write:	0.0021 secs, 0.0000 secs, 0.0336 secs
  resp wait:	0.0047 secs, 0.0005 secs, 0.3041 secs
  resp read:	0.0025 secs, 0.0001 secs, 0.0351 secs

Status code distribution:
  [200]	37359 responses