apache/results/hey-output-baseline-31.txt

Summary:
  Total:	10.0106 secs
  Slowest:	0.3360 secs
  Fastest:	0.0017 secs
  Average:	0.0136 secs
  Requests/sec:	3657.8293
  
  Total data:	6993847 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.035 [36243]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.069 [243]	|
  0.102 [30]	|
  0.135 [50]	|
  0.169 [0]	|
  0.202 [0]	|
  0.236 [0]	|
  0.269 [30]	|
  0.303 [0]	|
  0.336 [20]	|


Latency distribution:
  10% in 0.0062 secs
  25% in 0.0086 secs
  50% in 0.0119 secs
  75% in 0.0164 secs
  90% in 0.0213 secs
  95% in 0.0252 secs
  99% in 0.0354 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0040 secs, 0.0017 secs, 0.3360 secs
  DNS-lookup:	0.0020 secs, 0.0000 secs, 0.0337 secs
  req write:	0.0022 secs, 0.0000 secs, 0.0428 secs
  resp wait:	0.0049 secs, 0.0005 secs, 0.3262 secs
  resp read:	0.0025 secs, 0.0001 secs, 0.0335 secs

Status code distribution:
  [200]	36617 responses