apache/results/hey-output-baseline-33.txt

Summary:
  Total:	10.0095 secs
  Slowest:	0.2981 secs
  Fastest:	0.0018 secs
  Average:	0.0134 secs
  Requests/sec:	3711.1924
  
  Total data:	7095077 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.031 [36538]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.061 [557]	|■
  0.091 [1]	|
  0.120 [0]	|
  0.150 [0]	|
  0.180 [0]	|
  0.209 [0]	|
  0.239 [0]	|
  0.268 [48]	|
  0.298 [2]	|


Latency distribution:
  10% in 0.0063 secs
  25% in 0.0086 secs
  50% in 0.0119 secs
  75% in 0.0162 secs
  90% in 0.0214 secs
  95% in 0.0251 secs
  99% in 0.0348 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0039 secs, 0.0018 secs, 0.2981 secs
  DNS-lookup:	0.0020 secs, 0.0000 secs, 0.0379 secs
  req write:	0.0022 secs, 0.0000 secs, 0.0444 secs
  resp wait:	0.0046 secs, 0.0005 secs, 0.2890 secs
  resp read:	0.0025 secs, 0.0001 secs, 0.0302 secs

Status code distribution:
  [200]	37147 responses