apache/results/hey-output-baseline-42.txt

Summary:
  Total:	10.0101 secs
  Slowest:	0.3453 secs
  Fastest:	0.0017 secs
  Average:	0.0135 secs
  Requests/sec:	3702.9578
  
  Total data:	7079797 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.036 [36778]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.070 [221]	|
  0.105 [14]	|
  0.139 [3]	|
  0.173 [0]	|
  0.208 [0]	|
  0.242 [0]	|
  0.277 [49]	|
  0.311 [0]	|
  0.345 [1]	|


Latency distribution:
  10% in 0.0063 secs
  25% in 0.0088 secs
  50% in 0.0121 secs
  75% in 0.0162 secs
  90% in 0.0210 secs
  95% in 0.0243 secs
  99% in 0.0338 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0035 secs, 0.0017 secs, 0.3453 secs
  DNS-lookup:	0.0018 secs, 0.0000 secs, 0.0289 secs
  req write:	0.0018 secs, 0.0000 secs, 0.0332 secs
  resp wait:	0.0058 secs, 0.0005 secs, 0.3375 secs
  resp read:	0.0023 secs, 0.0001 secs, 0.0356 secs

Status code distribution:
  [200]	37067 responses