apache/results/hey-output-baseline-43.txt

Summary:
  Total:	10.0103 secs
  Slowest:	0.3633 secs
  Fastest:	0.0017 secs
  Average:	0.0136 secs
  Requests/sec:	3660.6240
  
  Total data:	6999004 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.038 [36416]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.074 [142]	|
  0.110 [33]	|
  0.146 [2]	|
  0.183 [0]	|
  0.219 [0]	|
  0.255 [0]	|
  0.291 [32]	|
  0.327 [0]	|
  0.363 [18]	|


Latency distribution:
  10% in 0.0064 secs
  25% in 0.0089 secs
  50% in 0.0121 secs
  75% in 0.0162 secs
  90% in 0.0211 secs
  95% in 0.0247 secs
  99% in 0.0343 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0037 secs, 0.0017 secs, 0.3633 secs
  DNS-lookup:	0.0019 secs, 0.0000 secs, 0.0322 secs
  req write:	0.0019 secs, 0.0000 secs, 0.0385 secs
  resp wait:	0.0054 secs, 0.0005 secs, 0.3540 secs
  resp read:	0.0024 secs, 0.0001 secs, 0.0318 secs

Status code distribution:
  [200]	36644 responses