apache/results/hey-output-baseline-44.txt

Summary:
  Total:	10.0089 secs
  Slowest:	0.3394 secs
  Fastest:	0.0018 secs
  Average:	0.0134 secs
  Requests/sec:	3703.6019
  
  Total data:	7080179 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.036 [36770]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.069 [232]	|
  0.103 [15]	|
  0.137 [1]	|
  0.171 [0]	|
  0.204 [0]	|
  0.238 [0]	|
  0.272 [36]	|
  0.306 [9]	|
  0.339 [5]	|


Latency distribution:
  10% in 0.0065 secs
  25% in 0.0088 secs
  50% in 0.0121 secs
  75% in 0.0162 secs
  90% in 0.0207 secs
  95% in 0.0242 secs
  99% in 0.0340 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0036 secs, 0.0018 secs, 0.3394 secs
  DNS-lookup:	0.0018 secs, 0.0000 secs, 0.0420 secs
  req write:	0.0019 secs, 0.0000 secs, 0.0426 secs
  resp wait:	0.0055 secs, 0.0005 secs, 0.3310 secs
  resp read:	0.0024 secs, 0.0001 secs, 0.0427 secs

Status code distribution:
  [200]	37069 responses