apache/results/hey-output-baseline-48.txt

Summary:
  Total:	10.0093 secs
  Slowest:	0.3031 secs
  Fastest:	0.0015 secs
  Average:	0.0135 secs
  Requests/sec:	3687.3813
  
  Total data:	7049428 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.032 [36477]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.062 [279]	|
  0.092 [51]	|
  0.122 [49]	|
  0.152 [1]	|
  0.183 [0]	|
  0.213 [0]	|
  0.243 [28]	|
  0.273 [21]	|
  0.303 [1]	|


Latency distribution:
  10% in 0.0065 secs
  25% in 0.0090 secs
  50% in 0.0122 secs
  75% in 0.0162 secs
  90% in 0.0206 secs
  95% in 0.0236 secs
  99% in 0.0332 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0032 secs, 0.0015 secs, 0.3031 secs
  DNS-lookup:	0.0017 secs, 0.0000 secs, 0.0319 secs
  req write:	0.0015 secs, 0.0000 secs, 0.0404 secs
  resp wait:	0.0065 secs, 0.0005 secs, 0.3016 secs
  resp read:	0.0021 secs, 0.0001 secs, 0.0331 secs

Status code distribution:
  [200]	36908 responses