apache/results/hey-output-baseline-52.txt

Summary:
  Total:	10.0135 secs
  Slowest:	0.4762 secs
  Fastest:	0.0016 secs
  Average:	0.0138 secs
  Requests/sec:	3612.3247
  
  Total data:	6908852 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.049 [36021]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.096 [22]	|
  0.144 [78]	|
  0.191 [0]	|
  0.239 [0]	|
  0.286 [0]	|
  0.334 [0]	|
  0.381 [14]	|
  0.429 [30]	|
  0.476 [6]	|


Latency distribution:
  10% in 0.0064 secs
  25% in 0.0091 secs
  50% in 0.0123 secs
  75% in 0.0164 secs
  90% in 0.0206 secs
  95% in 0.0235 secs
  99% in 0.0314 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0030 secs, 0.0016 secs, 0.4762 secs
  DNS-lookup:	0.0015 secs, 0.0000 secs, 0.0252 secs
  req write:	0.0013 secs, 0.0000 secs, 0.0364 secs
  resp wait:	0.0074 secs, 0.0005 secs, 0.4677 secs
  resp read:	0.0021 secs, 0.0001 secs, 0.0280 secs

Status code distribution:
  [200]	36172 responses